Repository: Raju875/awoosome_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: %d row updated successfully.
fr: %d row updated successfully.(fr)

source: Phone filter
fr: Phone Filter(fr)

source: has phone
fr: has phone(fr)

source: no phone
fr: no phone(fr)

source: Reserved name!
fr: Reserved name!(fr)

source: Reserved email address!.
fr: Reserved email address!.(fr)

source: Sorry, no athletes in this list.
fr: Sorry, no athletes in this list.(fr)

source: Permissions
fr: Permissions(fr)

source: Success: Data load successfully
fr: Success: Data load successfully(fr)

source: Debug: Data load successfully
fr: Success: Data load successfully(fr)

source: Home
fr: Home(fr)

source: Please correct the error below.
fr: Please correct the error below.(fr)

source: Filter
fr: Filter(fr)

source: Clear all filters
fr: Clear all filters(fr)

source: Personal info
fr: Personal info(fr)

source: Important dates
fr: Important dates(fr)

source: The Username must be set
fr: The Username must be set(fr)

source: The Email must be set
fr: The Email must be set(fr)

source: The Password must be set
fr: The Password must be set(fr)

source: Superuser must have is_superuser=True.
fr: Superuser must have is_superuser=True.(fr)

source: Email
fr: Email(fr)

source: last login
fr: last login(fr)

source: date joined
fr: date joined(fr)

source: Login
fr: Login(fr)

source: Language in:
fr: Language in:(fr)

source: User Profile
fr: User Profile(fr)

source: Sign Up
fr: Sign Up(fr)

source: Password change
fr: Password change(fr)

source: Password reset sent
fr: Password reset sent(fr)

source: Password reset
fr: Password reset(fr)

source: Enter new password
fr: Enter new password(fr)

source: Password reset complete
fr: Password reset complete(fr)

source: {file_type} file not supported. Please upload image, pdf or doc file
fr: {file_type} file not supported. Please upload image, pdf or doc file(fr)

source: Please keep filesize under {MAX_UPLOAD_SIZE}MB. Current filesize {file_size}MB
fr: Please keep filesize under {MAX_UPLOAD_SIZE}MB. Current filesize {file_size} (fr)
